import digipay from "../../assets/images/footer/coopration/digipay.svg";
import digistyle from "../../assets/images/footer/coopration/digistyle.svg";
import digify from "../../assets/images/footer/coopration/digify.svg";
import digiplus from "../../assets/images/footer/coopration/digiplus.svg";
import digiexpress from "../../assets/images/footer/coopration/digiexpress.svg";
import diginext from "../../assets/images/footer/coopration/diginext.svg";
import digikalamag from "../../assets/images/footer/coopration/digikalamag.svg";
import digiclub from "../../assets/images/footer/coopration/digiclub.svg";
import digikalajet from "../../assets/images/footer/coopration/jet.svg";
import digikalaads from "../../assets/images/footer/coopration/digikala-ads.svg";
import digikalamehr from "../../assets/images/footer/coopration/digiMehr.svg";
import digikalabusiness from "../../assets/images/footer/coopration/digikala-business.svg";
import digikalaservice from "../../assets/images/footer/coopration/digikala-service.svg";
import ganjeh from "../../assets/images/footer/coopration/ganjeh.svg";
import miyareh from "../../assets/images/footer/coopration/miyareh.svg";
import smartech from "../../assets/images/footer/coopration/smartech.svg";
import vidomart from "../../assets/images/footer/coopration/vidomart.svg";
import digitalgold from "../../assets/images/footer/coopration/digital-gold.svg";

import myket from "../../assets/images/footer/download/myket.svg";
import coffeBazzar from "../../assets/images/footer/download/coffe-bazzar.svg";
import sibApp from "../../assets/images/footer/download/sib-app.svg";
import more from "../../assets/images/footer/download/More.svg";

import cash from "../../assets/images/footer/sevices/cash-on-delivery.svg";
import delivery from "../../assets/images/footer/sevices/express-delivery.svg";
import returnObject from "../../assets/images/footer/sevices/days-return.svg";
import support from "../../assets/images/footer/sevices/support.svg";
import originalProducts from "../../assets/images/footer/sevices/original-products.svg";

import badge1 from "../../assets/images/footer/badge/rezi.webp";
import badge2 from "../../assets/images/footer/badge/kasbokar.webp";
import badge3 from "../../assets/images/footer/badge/sapra.webp";
import badge4 from "../../assets/images/footer/badge/logo.aspx.png";

import type {
    AppButtonItem,
    BadgeItem,
    FooterColumnType,
    PartnerLogoItem,
    ServiceItem,
} from "./types";

export const serviceItems: ServiceItem[] = [
    { title: "امکان تحویل اکسپرس", image: delivery },
    { title: "امکان پرداخت در محل", image: cash },
    { title: "۷ روز هفته، ۲۴ ساعته", image: support },
    { title: "هفت روز ضمانت بازگشت کالا", image: returnObject },
    { title: "ضمانت اصل بودن کالا", image: originalProducts },
];

export const footerColumns: FooterColumnType[] = [
    {
        title: "با دیجی‌کالا",
        items: [
            "اتاق خبر دیجی‌کالا",
            "فروش در دیجی‌کالا",
            "فرصت‌های شغلی",
            "گزارش تخلف",
            "تماس با دیجی‌کالا",
            "درباره دیجی‌کالا",
        ],
    },
    {
        title: "خدمات مشتریان",
        items: [
            "پاسخ به پرسش‌های متداول",
            "رویه‌های بازگرداندن کالا",
            "شرایط استفاده",
            "حریم خصوصی",
            "گزارش باگ",
        ],
    },
    {
        title: "راهنمای خرید از دیجی‌کالا",
        items: [
            "نحوه ثبت سفارش",
            "شیوه‌های پرداخت",
            "نحوه ارسال سفارش",
        ],
    },
];

export const appButtons: AppButtonItem[] = [
    { title: "کافه بازار", image: coffeBazzar, href: "#" },
    { title: "مایکت", image: myket, href: "#" },
    { title: "سیب‌اپ", image: sibApp, href: "#" },
];

export const moreAppButton = {
    title: "بیشتر",
    image: more,
    href: "#",
};

export const badgeItems: BadgeItem[] = [
    { title: "نشان ۱", image: badge1 },
    { title: "نشان ۲", image: badge2 },
    { title: "نشان ۳", image: badge3 },
    { title: "نشان ۴", image: badge4 },
];

export const partnerLogos: PartnerLogoItem[] = [
    { title: "مجله اینترنتی دیجی‌کالا مگ", image: digikalamag },
    { title: "بهترین راهکارهای پرداخت آنلاین", image: digipay },
    { title: "خرید آنلاین مد و لباس از فروشگاه اینترنتی دیجی‌استایل با همان تجربه از دیجی‌کالا", image: digistyle },
    { title: "خدمات ویژه دیجی‌کالا برای کاربران با اشتراک پلاس", image: digiplus },
    { title: "دیجی کلاب باشگاه مشتریان دیجیکالا", image: digiclub },
    { title: "خرید آنی سوپرمارکتی از فروشگاه های نزدیک", image: digikalajet },
    { title: "دیجی‌کالا ادز", image: digikalaads },
    { title: "دیجیکالا مهر - زنجیره مهربانی و لبخند", image: digikalamehr },
    { title: "مرکز نوآوری و فناوری گروه دیجی‌کالا", image: diginext },
    { title: "سیستم حمل و نقل دیجی‌کالا", image: digiexpress },
    { title: "گنجه", image: ganjeh },
    { title: "دیجی‌فای", image: digify },
    { title: "اسمارتک", image: smartech },
    { title: "دیجی‌کالا بیزینس", image: digikalabusiness },
    { title: "دیجی‌کالا سرویس", image: digikalaservice },
    { title: "میاره", image: miyareh },
    { title: "ویدومارت", image: vidomart },
    { title: "طلای دیجیتال", image: digitalgold },
];

export const footerDescription = [
    {
        type: "title",
        content: "دیجی کالا؛ بزرگترین فروشگاه اینترنتی ایران",
    },
    {
        type: "text",
        content:
            "دیجی کالا سال‌ها است که به انتخاب اول بسیاری از خریداران اینترنتی تبدیل شده است. دیجی کالا به عنوان بزرگ‌ترین و معتبرترین فروشگاه آنلاین ایران، شناخته‌شده‌ترین فروشگاه نیز محسوب می‌شود. این فروشگاه آنلاین نه‌تنها گسترده‌ترین تنوع کالا را در دسته‌بندی‌های مختلف ارائه می‌دهد، بلکه با خدمات بی‌نظیر، ارسال سریع، ضمانت اصل بودن کالا و پشتیبانی حرفه‌ای، استاندارد جدیدی در خرید اینترنتی ایران تعریف کرده است. این فروشگاه با سال‌ها تجربه و اعتماد مشتریان، کامل‌ترین و بهترین گزینه برای خرید آنلاین در ایران محسوب می‌شود.",
    },
    {
        type: "title",
        content: "ویژگی های مهم دیجی کالا",
    },
    {
        type: "text",
        content:
            "یکی از ویژگی‌های مهم در خرید از دیجی کالا، تنوع بی‌نظیر محصولات است. این فروشگاه اینترنتی طیف وسیعی از کالاها را در دسته‌های مختلف از جمله لوازم دیجیتال، لوازم خانگی، مد و پوشاک، لوازم آرایشی و بهداشتی، محصولات سلامت و زیبایی، و بسیاری از محصولات دیگر ارائه می‌دهد. به عنوان مثال، اگر به دنبال خرید یا بررسی قیمت گوشی باشید، دیجی کالا مجموعه‌ای از بهترین گوشی‌ها از برندهای معتبر اپل و سامسونگ مانند آیفون ۱۷، گوشی S25، گوشی‌های مختلف از برند شیائومی مانند شیائومی نوت ۱۴ و بسیاری از برندهای دیگر را در اختیار شما قرار می‌دهد. همچنین برای علاقه‌مندان به لوازم دیجیتال، این فروشگاه اینترنتی انواع لپ تاپ، تلویزیون، اسپیکر، و هندزفری بلوتوثی با کیفیت بالا را برای خرید آنلاین ارائه می‌دهد. دیجی کالا، مقصدی بی‌پایان برای خرید آسان، سریع و مطمئن است. راهی که هر آنچه نیاز دارید از قیمت لپ تاپ تا یک ایرپاد مطمئن را در اختیار شما قرار می‌دهد.",
    },
    {
        type: "title",
        content: "ارسال سریع و مطمئن کالا",
    },
    {
        type: "text",
        content:
            "یکی از مهم‌ترین دغدغه‌های کاربران خرید آنلاین، زمان تحویل کالا است. دیجی کالا برای حل این مشکل، گزینه‌های مختلف ارسال را در نظر گرفته است تا کاربران بتوانند بر اساس نیاز خود، روش ارسال مناسب را انتخاب کنند. به عنوان مثال، ارسال کالا به صورت تحویل امروز با ارسال سریع دیجی‌کالا، از جمله روش‌های خرید سریع از این فروشگاه اینترنتی است. این امکانات باعث می‌شود که خریداران بتوانند سفارش خود را در کوتاه‌ترین زمان ممکن دریافت کنند. علاوه بر این، در صورتی که کالای خریداری شده از لحاظ کیفیت یا هر دلیل دیگری رضایت مشتری را جلب نکرده باشد، دیجی کالا ضمانت بازگشت کالا را ارائه می‌دهد. این ویژگی موجب اعتماد بیشتر مشتریان به خرید آنلاین از فروشگاه اینترنتی دیجی کالا شده است.",
    },
    {
        type: "title",
        content: "تخفیف های ویژه و جشنواره ها",
    },
    {
        type: "text",
        content:
            "دیجی کالا به طور منظم جشنواره‌ها و تخفیف‌های ویژه‌ای را برگزار می‌کند که برای مشتریان فرصت خرید کالاهای باکیفیت با قیمت‌های مناسب به همراه خواهد داشت. این تخفیف‌ها در ایام خاص مانند بلک فرایدی یا همان حراج جمعه سیاه، خرید هدیه روز مادر و کادو روز پدر، شب یلدا و جشنواره‌های فصلی تابستان و زمستان توجه بسیاری از خریداران را جلب می‌کند. در این جشنواره‌ها، دیجی کالا تخفیف‌های عالی روی محصولات مختلف از جمله گوشی‌های موبایل، لپ تاپ‌ها، تلویزیون‌ها، و حتی محصولات مناسب سازمانی مثل پک هدیه یلدا ارائه می‌دهد. می‌توانید گوشی ایفون ۱۶ یا گوشی S25 را با تخفیف‌های ویژه خریداری کنید و از قیمت مناسب بهره‌مند شوید. دیجی کالا فراتر از یک فروشگاه اینترنتی، یک تجربه خرید مطمئن در بین کاربران مختلف بوده است که با ارائه بزرگ‌ترین تنوع کالا، قیمت‌های مختلف و خدماتی بی‌نقص، به مقصد اول خریداران آنلاین در ایران تبدیل شده است.",
    },
    {
        type: "title",
        content: "انواع محصولات فروشگاه دیجی کالا",
    },
    {
        type: "text",
        content:
            "دیجی کالا دارای محصولات متنوعی در گروه‌های مختلف است که خرید آنها بسیار راحت و سریع است. به عنوان مثال، اگر به دنبال قاب گوشی یا هندزفری بلوتوثی باشید، می‌توانید مدل‌های مختلف و برندهای گوناگونی را در این فروشگاه پیدا کنید.",
    },
    {
        type: "title",
        content: "موبایل و کالای دیجیتال",
    },
    {
        type: "text",
        content:
            "دیجی‌کالا انواع گوشی‌های هوشمند از برندهای معتبر جهانی مانند سامسونگ، اپل، شیائومی و هواوی را با مشخصات و قیمت‌های متنوع عرضه می‌کند. علاوه بر موبایل، دیجی‌کالا مجموعه‌ای از لوازم جانبی مانند هدفون، هندزفری، ساعت‌های هوشمند، تبلت‌ها و لپ تاپ را نیز در اختیار مشتریان قرار می‌دهد. با امکان مقایسه محصولات، مطالعه نظرات کاربران و دسترسی به جدیدترین مدل‌ها، دیجی‌کالا به یکی از مقاصد اصلی خرید آنلاین در حوزه موبایل و کالای دیجیتال تبدیل شده است. از دهه گذشته همواره دیجی کالا به عنوان اولین گزینه برای خرید گوشی های سامسونگ، آیفون های اپل و گوشی شیائومی محسوب می‌شده است و تا امروز هم در عرضه این موبایل های محبوب به بازار، دیجی‌کالا اولین فروشگاه آنلاین بوده است.",
    },
    {
        type: "title",
        content: "کتاب و لوازم تحریر",
    },
    {
        type: "text",
        content:
            "کتاب، لوازم تحریر و هنر در دیجی کالا یک مجموعه بی‌نظیر از محصولات فرهنگی و هنری است که به علاقه‌مندان به کتابخوانی، هنر و نوشتن کمک می‌کند تا دنیای خود را گسترش دهند. از کتاب‌های چاپی و کتاب‌های صوتی گرفته تا مجلات خارجی و داخلی و آثار معروف‌ترین نویسندگان مثل سعدی، حافظ، مولانا و فروغ فرخزاد، تمامی نیازهای کتابخوان‌ها را پوشش می‌دهد. همچنین با مجموعه‌ای از لوازم تحریر، ابزار نقاشی و رنگ‌آمیزی، آلبوم‌های عکس و فرش‌های دستبافت، به شما این امکان را می‌دهد تا دنیای هنر و خلاقیت خود را به بهترین نحو پرورش دهید. همچنین هر سال تقریبا همزمان با تهران و نمایشگاه بین المللی کتاب، دیجی کالا نمایشگاه مجازی کتاب خود را برگزار می‌کند تا آنها که فرصت حضور در نمایشگاه را ندارند، بتوانند مجازی از کتاب ها بازدید و خرید کنند.",
    },
    {
        type: "title",
        content: "لوازم آرایشی و بهداشتی",
    },
    {
        type: "text",
        content:
            "در دسته محصولات آرایشی و بهداشتی، دیجی کالا مجموعه‌ای از بهترین و پرطرفدارترین برندهای جهانی را در اختیار کاربران قرار می‌دهد. محصولات متنوعی همچون مرطوب كننده‌ها، كرم پودر، ضدآفتاب، ريمل و رژلب از برندهایی مانند لورال، کلینیک و میبلین در دیجی کالا موجود هستند که برای هر سلیقه و نیاز قابل انتخاب هستند. علاوه بر این، شما می‌توانید محصولات مراقبت از پوست و مو مانند شامپو، کرم‌های ضد چروک و ماسک صورت را در این فروشگاه بیابید و خرید آنلاین خود را به راحتی انجام دهید. دیجی کالا، بزرگ‌ترین و معتبرترین فروشگاه آنلاین لوازم آرایشی ایران، جایی که تنوع، کیفیت و اطمینان در خرید یکجا جمع شده‌اند.",
    },
    {
        type: "title",
        content: "خرید آنلاین طلا و جواهرات",
    },
    {
        type: "text",
        content:
            "دیجی کالا به عنوان بزرگترین فروشگاه اینترنتی ایران، یکی از بهترین گزینه‌ها برای خرید طلا و جواهرات آنلاین است. شما می‌توانید خريد گردنبند طلا، انگشتر طلا، گوشواره زنانه طلا و دستبند طلا را با بهترین قیمت‌ طلا از دیجی کالا انجام دهید. این فروشگاه مجموعه‌ای از بهترین برندهای طلا و جواهرات را در اختیار مشتریان قرار داده است که انتخاب خرید را برای آنها بسیار آسان می‌کند. همچنین می‌توانید خريد سكه، و حتی ربع سكه را نیز از این فروشگاه با راحت‌ترین روش انجام دهید.",
    },
    {
        type: "title",
        content: "اسباب بازی",
    },
    {
        type: "text",
        content:
            "این قسمت شامل تمامی نیازهای ضروری برای مراقبت، بهداشت، سرگرمی و راحتی کودک از بدو تولد تا دوران کودکی است. از لوازم بهداشت و حمام کودک و نوزاد مانند پوشک، دستمال مرطوب، شامپو کودک، حوله و وان حمام نوزاد گرفته تا محصولات ویژه‌ای مثل مینی واش و شامپو کودک و نوزاد، همه در این مجموعه موجود هستند. همچنین برای راحتی بیشتر، انواع پوشاک و کفش کودک و نوزاد از لباس نوزادی تا کفش پسرانه، کوله پشتی پسرانه، لباس دخترانه و کفش دخترانه به صورت آنلاین در دسترس شما قرار دارند. کودکان به سرگرمی‌های ویژه نیاز دارند، از همین رو دیجی کالا مجموعه‌ای کامل از اسباب بازی‌ها از جمله پازل‌ها، لگو و ساختنی‌ها، عروسک‌ها، فیگورها و اسپینر‌ها را به شما ارائه می‌دهد.",
    },
    {
        type: "title",
        content: "لوازم خانگی و مبلمان",
    },
    {
        type: "text",
        content:
            "در دسته‌بندی لوازم خانگی، دیجی کالا محصولات متنوعی را ارائه می‌دهد که برای راحتی و زیبایی خانه و آشپزخانه شما طراحی شده‌اند. از جمله مبل راحتی، سرویس‌های خواب، آینه‌های دکوراتیو، و ظروف آشپزخانه که همگی از برندهای معتبر و با کیفیت تولید شده‌اند. شما می‌توانید قابلمه و تابه، یخچال، ماشین لباسشویی و بسیاری از لوازم خانگی دیگر را از دیجی کالا خریداری کنید. مبل‌های راحتی یکی از پرطرفدارترین محصولات خانگی در دیجی کالا هستند. این مبل‌ها در انواع طرح‌ها و رنگ‌ها و از برندهای معتبر ساخته شده‌اند که با هر دکوراسیونی هماهنگ می‌شوند. همچنین در دیجی کالا انواع سرویس خواب با کیفیت بالا و طراحی روز دنیا در دسترس است. علاوه بر این، اگر به دنبال آینه دکوراتیو یا سایر لوازم تزئینی منزل هستید، این فروشگاه بهترین انتخاب‌ها را به شما ارائه می‌دهد.",
    },
    {
        type: "title",
        content: "سوپرمارکت دیجی کالا",
    },
    {
        type: "text",
        content:
            "در دسته‌بندی خوراکی‌ها و کالاهای اساسی دیجی کالا، شما می‌توانید انواع محصولات ضروری و پرمصرف روزانه خود را پیدا کنید. از شیرینی و آجیل تا نان تازه و نبات خوشمزه گرفته و رب گوجه، ماکارونی، قند، رب انار، برنج و شکر و حتی شیر و لبنیات همه این محصولات با بالاترین کیفیت و از برندهای معتبر در دسترس شما قرار دارند. این مجموعه شامل همه آن چیزی است که برای تهیه یک وعده غذایی کامل و سالم به آن نیاز دارید. خرید از سوپر مارکت آنلاین کمک می‌کند که به راحتی و در کمترین زمان ممکن، مواد اولیه مورد نیاز خود را با قیمت‌های مناسب و با تضمین کیفیت دریافت کنید.",
    },
    {
        type: "title",
        content: "محصولات بومی و محلی",
    },
    {
        type: "text",
        content:
            "در این بخش از دیجی کالا، از برنج، روغن، عسل طبیعی، حلوا شکری، ارده و کنجد سنتی گرفته تا کیک و شیرینی خانگی، لواشک، برگه و آلوچه خانگی، محصولات اصیل و با کیفیت ارائه می‌شود. همچنین، انواع لبنیات سنتی، کره گیاهی و حیوانی محلی، خرمای محلی و خشکبار و آجیل سنتی به همراه غلات و حبوبات ارگانیک، ادویه‌ها و چاشنی‌های ارگانیک نظیر زعفران و زرشک ارگانیک از دیگر گزینه‌های این دسته هستند. برای علاقه‌مندان به دکوراسیون سنتی نیز، محصولاتی مانند لوستر دست ساز، مجسمه‌های سنتی، گلدان و تابلو سنتی، کاشی و آینه سنتی و ظروف آشپزخانه دست ساز از جنس سنتی وجود دارد که خانه شما را به محیطی گرم و اصیل تبدیل خواهد کرد.",
    },
    {
        type: "title",
        content: "ابزار آلات و تجهیزات",
    },
    {
        type: "text",
        content:
            "این بخش شامل ابزار برقی و غیر برقی در دیجی کالا مجموعه‌ای کامل از ابزارهای مورد نیاز برای پروژه‌های صنعتی، تعمیرات و ساخت می‌شود. از ابزارهای برقی مانند دریل، پیچ گوشتی، فرز، سنگ رومیزی، موتور برق و مکنده-دمنده گرفته تا ابزارهای غیر برقی مثل ابزار دستی، نردبان، اره و مجموعه ابزار، این دسته برای هر نیازی ابزار مناسب را ارائه می‌دهد. همچنین کمپرسور هوا، دستگاه جوش، هویه و ابزار برش و تراشکاری برای انجام کارهای دقیق صنعتی موجود است. به‌علاوه انواع لوازم روانکاری، چسب صنعتی، پیچ و مهره، ماسک تنفسی، لوازم ایمنی و کار و شیرآلات به تکمیل نیازهای شما برای کارهای ساختمانی و صنعتی کمک می‌کند. دیجی کالا یک راهکار کامل برای پروژه‌های حرفه‌ای و خانگی است.",
    },
    {
        type: "title",
        content: "پوشاک",
    },
    {
        type: "text",
        content:
            "از لباس‌های مردانه شامل هودی، سویشرت، ژاکت، پیراهن، شلوار جین، پالتو، کاپشن، کفش و اکسسوری تا پوشاک زنانه نظیر مانتو، بلوز، تیشرت، لباس مجلسی، لباس خواب، کاپشن و کفش زنانه، همگی در این دسته‌بندی موجود هستند. همچنین برای بچگانه‌ها، از لباس‌های راحتی و خواب، پوشاک ورزشی تا کفش و صندل بچگانه، به‌راحتی می‌توانید کالای مناسب را پیدا کنید. این بخش شامل برندهای معتبر مانند هامتو، چرم مشهد، اسمارا، کروم، گردیه و چرم عطارد است که پوشاک با کیفیت بالا را ارائه می‌دهند. خرید آنلاین لباس از دیجی کالا فرصتی برای همه فروشنده های شناخته شده کشور فراهم کرده است تا فروش اینترنتی بیشتری را تجربه کنند. همچنین شما کاربران می‌توانید طیف وسیعی از پوشاک و انواع ساعت برند را به راحتی و از طریق پروفایل همیشگی خود در Digikala خریداری کنید.",
    },
    {
        type: "title",
        content: "تجهیزات پزشکی و سلامت",
    },
    {
        type: "text",
        content:
            "در این بخش از تجهیزات پزشکی مانند فشارسنج، ترازو، تب سنج و دماسنج گرفته تا دستگاه‌های تنفسی و تجهیزات حرفه‌ای پزشکی، موجود هستند. برای کنترل بیماری‌هایی مانند دیابت و سرماخوردگی، محصولات مناسبی از جمله کیسه نمک، رطوبت‌گیر، و دستگاه‌های تب سنج ارائه می‌شود. علاوه بر این، ماساژور و پد و کیسه آب گرم به شما کمک می‌کنند تا در خانه از تسکین درد و آرامش بیشتری برخوردار شوید.",
    },
    {
        type: "title",
        content: "محصولات ورزشی و سفر",
    },
    {
        type: "text",
        content:
            "دیجی کالا همچنین برای علاقه‌مندان به ورزش و سفر، محصولات متنوعی را در دسته‌بندی‌های مختلف ارائه می‌دهد. اگر به دنبال خرید وسایل ورزشی برای بدنسازی، ورزش‌های هوازی، یا کمپینگ هستید، دیجی کالا مجموعه‌ای از لوازم ورزشی از جمله وزنه، ساک ورزشی، قمقمه و بسیاری از لوازم دیگر را ارائه می‌دهد. همچنین شما می‌توانید برای سفرهای خود، ساک‌های مسافرتی، کوله پشتی‌های کوهنوردی و لوازم کمپینگ را از این فروشگاه خریداری کنید.",
    },
    {
        type: "title",
        content: "کارت هدیه",
    },
    {
        type: "text",
        content:
            "کارت هدیه‌ها راهی عالی برای هدیه دادن به عزیزانتان هستند و در دیجی کالا انواع مختلفی از آنها برای مناسبت‌های گوناگون وجود دارد. شما می‌توانید کارت هدیه فیزیکی دیجی کالا را به صورت عمومی یا براساس مناسبت‌های خاص همچون تولد یا سالگرد خریداری کنید. همچنین، کارت هدیه براساس قیمت امکان انتخاب هدیه‌ای مناسب با بودجه شما را فراهم می‌کند. علاوه بر کارت‌های فیزیکی، کارت هدیه الکترونیکی دیجی کالا هم برای افرادی که به دنبال یک گزینه سریع و آسان هستند، وجود دارد.",
    },
    {
        type: "title",
        content: "مکمل های غذایی",
    },
    {
        type: "text",
        content:
            "دیجی کالا همچنین به عنوان یکی از مراجع معتبر برای خرید مکمل نیز شناخته می‌شود. شما می‌توانید انواع قرص‌های ویتامین، منيزيم، زينك، ويتامين C و بسیاری از مکمل‌های دیگر را از برندهای معروف و معتبر در دیجی کالا پیدا کنید. این مکمل‌ها به سلامت شما کمک می‌کنند و برای تقویت سیستم ایمنی بدن یا افزایش انرژی و بهبود وضعیت پوست و مو مفید هستند.",
    },
    {
        type: "text",
        content:
            "در آخر باید گفت خرید از دیجی کالا به دلیل تنوع بالای محصولات، خدمات ارسال سریع، تخفیف‌های ویژه، و امکان خرید آنلاین کالاهای متنوع از برندهای معتبر، یکی از بهترین انتخاب‌ها برای خریداران آنلاین در ایران است. با استفاده از خدمات دیجی کالا، خریدی مطمئن، سریع و راحت را تجربه خواهید کرد.",
    },
] as const;

export const footerCopyright =
    "برای استفاده از مطالب دیجی‌کالا، داشتن «هدف غیرتجاری» و ذکر «منبع» کافیست. تمام حقوق این وب‌سایت نیز برای شرکت نوآوران فن آوازه (فروشگاه آنلاین دیجی‌کالا) است.";